cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'

brew 'autojump'
brew 'mtr'
brew 'node'
brew 'unrar'
brew 'the_silver_searcher'
brew 'wget'
brew 'youtube-dl'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'adobe-creative-cloud'
cask 'adium'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'discord'
cask 'dropbox'
cask 'firefox'
cask 'font-hack'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'keepingyouawake'
cask 'mysqlworkbench'
cask 'parallels-desktop'
cask 'sequel-pro'
cask 'slack'
cask 'steam'
cask 'sublime-text'
cask 'textual'
cask 'transmission'
cask 'transmit'
cask 'viscosity'
cask 'vlc'
